Repository: pulipulichen/zentyal-dlll
Catalog: [reference]/zentyal4/zentyal-4.0/extra/installer/zinstaller-remote/debian/po/*.po
Languages: es

source: Choose Zentyal edition to install
es: Elige la edición de Zentyal a instalar

source: E-mail address:
es: Dirección e-mail:

source: Please enter your e-mail address now to validate your commercial edition.
es: Por favor introduce tu e-mail para validar tu edición comercial.

source: Password:
es: Contraseña:

source: Please enter the password associated with your e-mail address.
es: Por favor introduce la contraseña asociada a tu correo.

source: Authentication failed
es: Autenticación fallida

source: The provided account is not valid. Please try again.
es: Los credenciales proporcionados no son válidos. Por favor prueba de nuevo.

source: Choose the server to install:
es: Elige el servidor a instalar:

source: Congratulations!
es: Enhorabuena!

source: Your credentials have been validated. Zentyal installation will now continue.
es: Tus credenciales han sido validados. La instalación de Zentyal va a continuar.

source: Currently there are no available editions for your account. Please contact support.
es: No hay ediciones disponibles para tu cuenta. Por favor contacta con soporte.

source: A problem ocurred while trying to register your server. Please contact support. ${ERROR}
es: Ha ocurrido un problema registrando el servidor. Por favor, contacta con soporte. ${ERROR}
