Repository: pulipulichen/zentyal-dlll
Catalog: [reference]/zentyal4/zentyal-4.0/contrib/egroupware/po/*.po
Languages: ro

source: Default Applications
ro: Aplicaţii implicite

source: Application
ro: Aplicaţie

source: Enabled
ro: Activată

source: Applications
ro: Aplicaţii

source: application
ro: aplicaţie

source: Name
ro: Nume

source: Allowed Applications
ro: Aplicaţii permise

source: User Defined Permission Templates
ro: Modele de permisiuni definite de utilizator

source: template
ro: model

source: Groupware
ro: Programe pentru lucrul în grup (Groupware)

source: Create PostgreSQL user egroupware
ro: Creează utilizatorul PostgreSQL egroupware

source: This user will be the owner of the egroupware database
ro: Acest utilizator va deţine baza de date egroupware

source: Create PostgreSQL egroupware database
ro: Creează baza de date PostgreSQL egroupware

source: This database will store the data needed by eGroupware
ro: Această bază de date va stoca datele necesare pt. eGroupware

source: To configure eGroupware access settings
ro: Pentru a configura accesul la eGroupware

source: To allow local access to egroupware database
ro: Pentru a permite accesul local la baza de date eGroupware

source: groupname
ro: Nume grup

source: username
ro: Nume utilizator
